Repository: Dyuuz/Django-CBVs-CRUD-Task
Catalog: App/locale/*/LC_MESSAGES/django.po
Languages: es

source: Ownership
es: Propiedad

source: Plate Number
es: Número de Placa

source: Driver
es: Conductor

source: Car Type
es: Tipo de Auto

source: Insurance
es: Seguro

source: Insurance Expiry Date
es: Fecha de Vencimiento del Seguro

source: Status
es: Estado

source: Year
es: Año

source: Car Serial Number
es: Número de Serie del Auto

source: This plate number already exists.
es: Este número de placa ya existe.

source: This serial number already exists.
es: Este número de serie ya existe.

source: The insurance expiry date cannot be in the past.
es: La fecha de vencimiento del seguro no puede estar en el pasado.

source: A car with this plate number already exists.
es: Un auto con este número de placa ya existe.

source: A car with this serial number already exists.
es: Un auto con este número de serie ya existe.

source: Sedan
es: Sedán

source: Truck
es: Camión

source: Van
es: Furgoneta

source: Vendor
es: Vendedor

source: Create Car Info
es: Crear Información del Auto

source: Submit
es: Enviar

source: Car Projects
es: Proyectos de Autos

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Total Cars
es: Total de Autos

source: No Cars Available
es: No hay Autos Disponibles

source: Add New Car
es: Agregar Nuevo Auto

source: Update Existing Car Info
es: Actualizar Información del Auto

source: Car created successfully!
es: Auto creado con éxito!

source: Car updated successfully!
es: Auto actualizado con éxito!
